micropython/micropython/ports/raspberrypi/boards/waveshare_rp2040_plus_4mb/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Waveshare RP2040-Plus (4MB)"
#define MICROPY_HW_MCU_NAME "rp2040"
